insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values ('Укрощение строптивого',
'Категорически не приемлющий женского общества грубоватый фермер вполне счастлив и доволен своей холостяцкой жизнью.
Но неожиданно появившаяся в его жизни женщина пытается изменить его взгляды на жизнь и очаровать его.',
1980, 1, 12, 107, 1
);
insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values ('Блеф',
'Белль Дюк имеет старые счеты с Филиппом Бэнгом, который отбывает свой срок за решёткой.
Для того чтобы поквитаться с Филиппом, Белль Дюк вступает в сговор с другим аферистом по имени Феликс,
чтобы тот организовал побег Филиппа Бэнга из тюрьмы. Побег удаётся, но парочка заодно обманывает и Белль Дюк,
исчезнув прямо из-под её носа. Выясняется, что и Филипп Бэнг, в свою очередь, не прочь отомстить Белль Дюк.
Для этого он задумывает грандиозную мистификацию, сродни покерному блефу.',
1976, 1, 16, 110, 2
);
insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values ('Безумно влюбленный',
'Челентано - невозмутимый и грубоватый малый Барнаба Чиккини - избалованный женским вниманием водитель автобуса в Риме.
 Однажды он случайно встречает принцессу небольшого княжества Сан-Тулип - красавицу Кристину.
 Но к чему приведет эта встреча - не знают ни он, ни она...',
1981, 4, 0, 102, 3
);
insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values ('Туз',
'Профессиональный карточный шулер по кличке Туз накануне свадьбы объявляет о своем решении завязать.
 Но неожиданно оказывается втянутым в крупную игру с Марсельцем. Молодая жена отпускает его на эту игру.
 Отчаянно блефуя, он срывает банк, но игра продолжается.
На него начинается охота и его убивает наемный убийца,
после чего Туз превращается в... привидение, которое не может видеть никто, кроме его жены.
Обретя таким трагическим образом новые возможности, он старается пристроить свою вдову и отомстить...',
1981, 1, 16, 90, 4
);
insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values ('Бархатные ручки',
'Инженер Гвидо Квиллер разбогател на продаже бронированных стёкол для ювелирных магазинов,
но тем самым разозлил страховые компании и грабителей. Во время погони за возлюбленной,
которой он хотел вернуть забытую сумочку, у мопеда отказывают тормоза и он падает в фонтан.
В это время едущая за ним на машине семья воров принимает Квиллера с сумкой в руках за дилетанта, укравшего сумочку.
 После падения Квиллера в фонтан семья воров, не найдя у него при себе документов, решает отвезти его к себе домой.
 Инженеру приходится притворяться, что он бедный вор, чтобы расположить к себе прекрасную воровку.
 Но однажды она узнаёт его настоящую профессию...',
1979, 4, 12, 98, 5
);
